[
  {
    "id": 0,
    "userPic": "https://images.pexels.com/photos/18792374/pexels-photo-18792374/free-photo-of-fruits-and-a-picture-in-a-decorative-frame-on-a-wooden-chair-under-a-conifer.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Vegetarian passenger served chicken in meal on Air India flight",
    "desc": "Air India news  The post quickly gained momentum on social media, with numerous users joining the conversation and expressing concerns about Air India's food handling practices.",
    "body":"Air India news: A passenger  A passenger on an the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered. A passenger on an Air India flight from Calicut to Mumbai, took to social media to express her dissatisfaction with the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered. A passenger on an Air India flight from Calicut to Mumbai, took to social media to express her dissatisfaction with the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered.on an Air India flight from Calicut to Mumbai, took to social media to express her dissatisfaction with the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered.",
    "userName":"Jhonny",
    "mainPic":"https://images.pexels.com/photos/12737656/pexels-photo-12737656.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 1,
    "userPic": "https://images.pexels.com/photos/18792374/pexels-photo-18792374/free-photo-of-fruits-and-a-picture-in-a-decorative-frame-on-a-wooden-chair-under-a-conifer.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Vegetarian passenger served chicken in meal on Air India flight",
    "desc": "Air India news  The post quickly gained momentum on social media, with numerous users joining the conversation and expressing concerns about Air India's food handling practices.",
    "body":"Air India news: A passenger  A passenger on an the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered. A passenger on an Air India flight from Calicut to Mumbai, took to social media to express her dissatisfaction with the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered. A passenger on an Air India flight from Calicut to Mumbai, took to social media to express her dissatisfaction with the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered.on an Air India flight from Calicut to Mumbai, took to social media to express her dissatisfaction with the airline's in-flight catering, after she was served non-vegetarian food, instead of the vegetarian meal she had ordered.",
    "userName":"Jhonny",
    "mainPic":"https://images.pexels.com/photos/12737656/pexels-photo-12737656.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "Blogs " : "test"
  },
  {
    "id": 2,
    "userPic": "https://images.pexels.com/photos/1553783/pexels-photo-1553783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "China Urges For 'Calm' After US-Led Strikes",
    "desc": "Heavy US and British air strikes pounded targets in rebel-held Yemen early on Friday after weeks of disruptive attacks on Red Sea shipping by Iran-backed Huthi forces acting in solidarity with Hamas.",
    "body":"China called Friday for all sides to prevent the Yemen conflict from expanding, after strikes by the United States and United Kingdom on Houthi rebel targets.Heavy US and British air strikes pounded targets in rebel-held Yemen early on Friday after weeks of disruptive attacks on Red Sea shipping by Iran-backed Houthi forces acting in solidarity with Hamas.The Houthis have carried out a growing number of attacks on what they deem to be Israel-linked shipping in the key international trade route since the eruption of the war in Gaza sparked by Hamas's unprecedented attack on Israel on October 7.",
    "userName":"rahul",
    "mainPic":"https://images.pexels.com/photos/417070/pexels-photo-417070.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 3,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "New Varient of Covid virus Started spreading",
    "desc": "The four viruses currently show up each fall and winter, accounting for up to 30% of the colds we endure. But all may once have caused more serious disease, suggesting to some virologists that they offer a hopeful glimpse of COVID-19’s future.",
    "body":" The Centre on Monday placed all states on high alert and called for a 'constant vigil' right up to the district level, in the wake of a new sub-variant of the Coronavirus, JN1, discovered in Kerala, which is believed to be more infectious than its parent BA 2.86 variant.While doctors say there is no great cause for concern now, the Union health ministry in a notice to all state governments, said that it was time for putting 'in place public health measures and other measures to minimise the risk of increase in transmission of the disease.The Centre said that every state should ensure adequate testing, ensure a higher number of RT-PCR tests and send positive samples for genome sequencing to enable timely detection of new variants, if any.",
    "userName":"Raj Kumar",
    "mainPic":"https://images.pexels.com/photos/4031867/pexels-photo-4031867.jpeg?auto=compress&cs=tinysrgb&w=600"
  },{
    "id": 4,
    "userPic": "https://images.pexels.com/photos/18792374/pexels-photo-18792374/free-photo-of-fruits-and-a-picture-in-a-decorative-frame-on-a-wooden-chair-under-a-conifer.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "India’s Aditya-L1 sun mission reaches solar orbit",
    "desc": "The Indian Space Research Organisation’s Aditya-L1 mission was launched in September and is carrying an array of instruments to measure and observe the sun’s outermost layers.",
    "body":"Aditya L1 shall be the first space based Indian mission to study the Sun. The spacecraft shall be placed in a halo orbit around the Lagrange point 1 (L1) of the Sun-Earth system, which is about 1.5 million km from the Earth. A satellite placed in the halo orbit around the L1 point has the major advantage of continuously viewing the Sun without any occultation/eclipses. This will provide a greater advantage of observing the solar activities and its effect on space weather in real time. The spacecraft carries seven payloads to observe the photosphere, chromosphere and the outermost layers of the Sun (the corona) using electromagnetic and particle and magnetic field detectors. Using the special vantage point L1, four payloads directly view the Sun and the remaining three payloads carry out in-situ studies of particles and fields at the Lagrange point L1, thus providing important scientific studies of the propagatory effect of solar dynamics in the interplanetary medium.The suits of Aditya L1 payloads are expected to provide most crucial informations to understand the problem of coronal heating, coronal mass ejection, pre-flare and flare activities and their characteristics, dynamics of space weather, propagation of particle and fields etc.",
    "userName":"Ram kumar",
    "mainPic":"https://images.pexels.com/photos/60132/pexels-photo-60132.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },{
    "id": 5,
    "userPic": "https://images.pexels.com/photos/2146712/pexels-photo-2146712.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "When will the schedule for IPL 2024 come out? | Know Details",
    "desc": "The IPL 2024 which will kick start on March 22 as announced by the Board of Control for Cricket in India (BCCI) Secretary Jay Shah during the auctions in December. However, there is still no clarity on the schedule while the Women’s Premier League (WPL) season itinerary also hangs in balance.",
    "body":"The IPL 2024 which will kick start on March 22 as announced by the Board of Control for Cricket in India (BCCI) Secretary Jay Shah during the auctions in December. However, there is still no clarity on the schedule while the Women’s Premier League (WPL) season itinerary also hangs in balance.Unlike any other year, the IPL schedule this time will hinge on the dates of the general elections to be held in India. The Election Commission of India will likely announce the plans for the elections in the first or second week of February which could decide the schedule of the mega tournament.It is likely that the IPL 2024 schedule could be released in the second or third week of February. According to close reports, the IPL commission plans to announce the schedule on Monday (Feb 12) if the dates for elections are released.",
    "userName":"Jhonson",
    "mainPic":"https://images.pexels.com/photos/5519470/pexels-photo-5519470.jpeg?auto=compress&cs=tinysrgb&w=600"
  },{
    "id": 6,
    "userPic": "https://images.pexels.com/photos/10917649/pexels-photo-10917649.jpeg?auto=compress&cs=tinysrgb&w=600&lazy=load",
    "title": "UAE says Houthi attacks on ships in Red Sea pose 'unacceptable threat'",
    "desc": "After the US and Britain launched strikes on Houthi targets in Yemen, the United Arab Emirates issued a statement against the rebel group's attacks on merchant vessels in the Red Sea. However, Houthi militants asserted that they were undeterred by the international backlash.",
    "body":"After the US and Britain launched strikes on Houthi targets in Yemen, the United Arab Emirates issued a statement against the rebel group's attacks on merchant vessels in the Red Sea. However, Houthi militants asserted that they were undeterred by the international backlash.After the US and Britain launched strikes on Houthi targets in Yemen, the United Arab Emirates issued a statement against the rebel group's attacks on merchant vessels in the Red Sea. However, Houthi militants asserted that they were undeterred by the international backlash.After the US and Britain launched strikes on Houthi targets in Yemen, the United Arab Emirates issued a statement against the rebel group's attacks on merchant vessels in the Red Sea. However, Houthi militants asserted that they were undeterred by the international backlash.",
    "userName":"Manish",
    "mainPic":"https://images.pexels.com/photos/163490/war-desert-guns-gunshow-163490.jpeg?auto=compress&cs=tinysrgb&w=600"
  }
  ,{
    "id": 7,
    "userPic": "https://images.pexels.com/photos/6147133/pexels-photo-6147133.jpeg?auto=compress&cs=tinysrgb&w=600",
    "title": "Delhi's air quality 'severe' again, anti-pollution panel reimposes restrictions under GRAP 3",
    "desc": "The Commission for Air Quality Management (CAQM) on Sunday reimposed restrictions under the stage-3 of anti-pollution measures GRAP, banning all non-essential construction work and plying of BS-III petrol and BS-IV diesel vehicles in Delhi-NCR, the air quality in the national capital and NCR returned severe again.",
    "body":"'CAQM Sub-Committee for operationalization of GRAP called on an emergency meeting today morning in view of sudden deterioration of air quality of Delhi-NCR from last evening. The Sub-Committee decides to invoke 8 point action plan as per Stage-III of revised GRAP in the entire NCR with immediate effect,' the panel said. Splurge and save now! Click here On Sunbday morning, Delhi continued to reel under severe cold conditions as the minimum temperature dropped to 3.5 degrees Celsius – this winter's lowest – and a thick layer of fog was seen in several parts of the city, weather officials said.This was a marginal dip from Saturday's 3.6 degrees Celsius and Friday's 3.9 degrees Celsius – both of which were the season's lowest on the day. Delhi's minimum temperature recorded on Sunday was four notches below the season's average, according to the India Meteorological Department (IMD)",
    "userName":"Unknown",
    "mainPic":"https://images.pexels.com/photos/221012/pexels-photo-221012.jpeg?auto=compress&cs=tinysrgb&w=600"
  },{
    "id": 8,
    "userPic": "https://images.pexels.com/photos/10391284/pexels-photo-10391284.jpeg?auto=compress&cs=tinysrgb&w=600",
    "title": "Canada planning to reduce intake of international students",
    "desc": "The largest cohort of international students from any country come from India,The Canadian government is aiming to reduce the intake of international students in the country in the near future.",
    "body":"'It’s really a system that has gotten out of control,' Minister for Immigration, Refugees and Citizenship Marc Miller said, as he indicated capping the volume of international students admitted to Canada in the months ahead.In an interview with the network CTV News, he said, 'That volume is disconcerting,' referring to roughly 900,000 international students currently studying at Canadian institutions.The Canadian government appears to have targets in consideration, though Miller did not make those public. 'We have a sense of what those numbers would look like, what the reduction of those numbers look like. Out of courtesy to my colleagues in the provinces, those are discussions that we’re first going to have around the negotiating table,' he told CTV News during the course of an interview which will air on Sunday.",
    "userName":"Vijay",
    "mainPic":"https://images.pexels.com/photos/1438081/pexels-photo-1438081.jpeg?auto=compress&cs=tinysrgb&w=600"
  },{
    "id": 9,
    "userPic": "https://images.pexels.com/photos/1326946/pexels-photo-1326946.jpeg?auto=compress&cs=tinysrgb&w=600",
    "title": "Delhi schools to reopen tomorrow, classes to begin at 9 am due to cold wave",
    "desc": "Schools in Delhi will reopen for physical classes from tomorrow (Monday) as the extended winter break ends, but as a precautionary measure for the prevailing cold wave and foggy conditions, class timings have been changed.",
    "body":"Schools in Delhi will reopen for physical classes from tomorrow (Monday) as the extended winter break ends, but as a precautionary measure for the prevailing cold wave and foggy conditions, class timings have been changed.No classes will start before 9 am and no classes will run beyond 5 pm, an order issued by the Education Department on Sunday stated. All teaching and non-teaching staff will have to report to duty as usual, the order said.It is directed that all students of government, government-aided and recognised private schools shall join back classes in physical mode at their respective schools with effect from 15/01/2024 (Monday). This includes nursery, KG and primary classes as well, the order stated.",
    "userName":"Nithish",
    "mainPic":"https://images.pexels.com/photos/159844/cellular-education-classroom-159844.jpeg?auto=compress&cs=tinysrgb&w=600"
  },{
    "id": 10,
    "userPic": "https://images.pexels.com/photos/1516440/pexels-photo-1516440.jpeg?auto=compress&cs=tinysrgb&w=600",
    "title": "Man slams IndiGo for 'worst flight experience' in angry posts. Airline issues refund",
    "desc": "An Indigo passenger slammed the airline for his worst flight experience from Kolkata to Bengaluru. The airline reacted, and issued a refund.",
    "body":"An Indigo passenger slammed the airline for his worst flight experience from Kolkata to Bengaluru. The airline reacted, and issued a refund.An Indigo passenger slammed the airline for his worst flight experience from Kolkata to Bengaluru. The airline reacted, and issued a refund.An Indigo passenger slammed the airline for his worst flight experience from Kolkata to Bengaluru. The airline reacted, and issued a refund.An Indigo passenger slammed the airline for his worst flight experience from Kolkata to Bengaluru. The airline reacted, and issued a refund.An Indigo passenger slammed the airline for his worst flight experience from Kolkata to Bengaluru. The airline reacted, and issued a refund.",
    "userName":"Jhonny",
    "mainPic":"https://images.pexels.com/photos/1793503/pexels-photo-1793503.jpeg?auto=compress&cs=tinysrgb&w=600"
  }, {
    "id": 11,
    "userPic": "https://images.pexels.com/photos/18792374/pexels-photo-18792374/free-photo-of-fruits-and-a-picture-in-a-decorative-frame-on-a-wooden-chair-under-a-conifer.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Porsche Taycan outsells all ICE cars in Norway, EVs take 83.7% market share in Jan.",
    "desc": "More Porsche Taycans were sold in Norway than internal-combustion-engine (ICE) cars in January 2022. The Taycan outsold fossil-fueled vehicles like the Toyota Corolla and the Honda Civic. Porsche sold 185 vehicles in total last month. There were 181 Porsche Taycans sold in January 2022, making up 98% of the legacy sports car maker’s sales in The post Porsche Taycan outsells all ICE cars in Norway, EVs take 83.7% market share in Jan. appeared first on TESLARATI.",
    "body":"More Porsche Taycans were sold in Norway than internal-combustion-engine (ICE) cars in January 2022. The Taycan outsold fossil-fueled vehicles like the Toyota Corolla and the Honda Civic. Porsche sold 185 vehicles in total last month. There were 181 Porsche Taycans sold in January 2022, making up 98% of the legacy sports car maker’s sales in Norway. In comparison, a total of 175 gas-only vehicles were registered in Norway last month. The top-selling car brand last month was Audi, with 952 car registrations. The Audi Q4 e-tron topped January 2022’s car registrations in Norway, with 643 vehicles sold. (adsbygoogle = window.adsbygoogle || []).push({}); Last year, electric vehicles started outselling ICE and hybrid vehicles in Norway, making up more than half of car sales by June 2021. In January 2022, 9 out of 10 first-time registered new passenger cars were electric vehicles. The only outlier or non-electric vehicle was the Toyota RAV4, a hybrid car. A total of 271 Toyota RAV4 hybrid vehicles were registered in January 2022.  New passenger car registrations dropped from 10,301 in January 2021 to 7,957 last month. However, the market share of electric cars increased by 30.7%, amounting to 83.7% in total. Rechargeable hybrid vehicles made up 6.8% market share. (Credit: Porsche) According to the Norwegian Road Federation (OFV), “no large boatloads of new cars” arrived in Norway in January, resulting in a 30% decline in new car registrations per day compared to the same month last year. OFV noted that the lack of boatloads affected its statistics, as shown by Tesla’s sharp drop in registrations in January. OFV stated the Tesla Model 3 was the most popular vehicle in 2021, and it dropped to 48th place in the OFV’s registration statistics last month.  However, Tesla still made some significant strides in Norway in January. The Texas-based EV automaker rolled out its non-Tesla Supercharger pilot program in Norway at the end of the month, widening its customer base at charging stations. With the rise of electric vehicle sales, Norway needs to build a robust charging infrastructure, and Tesla seems ready to step up to the challenge.  The Teslarati team would appreciate hearing from you. If you have any tips, reach out to me at maria@teslarati.com or via Twitter @Writer_01001101. The post Porsche Taycan outsells all ICE cars in Norway, EVs take 83.7% market share in Jan. appeared first on TESLARATI.",
    "userName":"Mohammed",
    "mainPic":"https://images.pexels.com/photos/120049/pexels-photo-120049.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 12,
    "userPic": "https://images.pexels.com/photos/1553783/pexels-photo-1553783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "US star Joe Rogan, podcaster in eye of misinformation storm",
    "desc": "WASHINGTON, Feb 4 — US podcast star Joe Rogan, who has been called out by music legends Neil Young and Joni Mitchell for spreading Covid-19 disinformation on the huge Spotify streaming service, is as popular as he is provocative. At 54, the former...",
    "body":"Joe Rogan was already famous when he began the program in 2009. — AFP pic Follow us on Instagram and subscribe to our Telegram channel for the latest updates. WASHINGTON, Feb 4 — US podcast star Joe Rogan, who has been called out by music legends Neil Young and Joni Mitchell for spreading Covid-19 disinformation on the huge Spotify streaming service, is as popular as he is provocative.At 54, the former taekwondo champion has millions of fans, who appreciate his outspokenness, his iconoclastic ideas, and the variety of his guests. But he also has many detractors, starting with luminaries Young and Mitchell, who removed their music from Spotify in protest at its hosting of Rogan’s podcast.He has spread disinformation about the coronavirus and other topics on the air. Both musicians said the false claims, and Spotify’s failure to do anything about them, was the reason for their decision. R&B singer India Arie followed suit, citing what she said were Rogan’s “problematic” comments on race. For his accusers, he is particularly dangerous because his show The Joe Rogan Experience, which has been broadcast exclusively on Spotify since 2020 under a deal worth an estimated US$100 million (RM418 million), attracts a staggering 11 million listeners per episode on average.Often with a glass of whisky in hand, he chats casually for two to three hours with a guest on topics as varied as flying saucers, psychedelic drugs, red meat and fitness, slipping in an expletive here and there. ‘Megaphone of right-wing lies’Rogan, with a tongue as sharp as his arms are tattooed, was already famous when he began the program in 2009.A comedian and martial arts commentator known for tight T-shirts and what critics have branded his “toxic masculinity,” in the 1990s he was a TV actor on sitcoms including NBC’s NewsRadio. Later he hosted the popular reality show Fear Factor.When he launched the podcast, his ratings quickly took off.People from all walks of life asked to come on. In 12 years, he has hosted nearly 1,000 guests — 88 per cent of them male, according to the fan site JRELibrary. They include Tesla boss Elon Musk, who smoked a joint on his set, whistleblower Edward Snowden and film director Oliver Stone. But Rogan has also given voice to climate sceptics, conspiracy theorist Alex Jones and, since the start of the pandemic, figures in the anti-vaccine movement, earning him the label of “a veritable megaphone of right-wing lies” by progressive website Media Matters for America.Posing as a critic of political correctness, he has attacked the left for demonising conservatives and flirted with unfounded theories held dear by former president Donald Trump’s supporters — notably about the presence of undercover FBI agents among the US Capitol attackers on January 6 2021. Like the former Republican president, he hates “losers.” “I grew up around a lot of losers and one of them was my dad,” a former police officer who was violent and who left his family, Rogan said in an interview in 2016. “There was a lot of desire to not be like that guy and not be like all of these people around me who had no hope and no future.” ‘Differing opinions’ vs misinformationYet he defends himself against accusations of being an ideologue or of voting exclusively on the right. An atheist who supports gay marriage, the decriminalisation of soft drugs, and the preservation of gun rights, he calls himself a libertarian and said he even considered supporting self-described socialist Senator Bernie Sanders in the last Democratic primary.As for his guests, “I’m interested in having interesting conversations with people that have differing opinions. I’m not interested in only talking to people that have one perspective,” he said in a video posted on Instagram after Young’s criticism that seemingly conflated misinformation with opinions.“I’m not trying to promote misinformation,” he continued. “I will do my best to try to balance out these more controversial viewpoints with other people’s perspectives.”He said he agreed with Spotify’s announcement in response to Young and Mitchell that Covid podcasts would include links to factual and scientifically sourced information. In a perhaps telling comment for someone who was already famous before launching his podcast, he admitted he had not been ready for the “strange” responsibility of having “this many viewers and listeners.”“It’s nothing that I prepared for, and it’s nothing that I ever anticipated.",
    "userName":"rahul",
    "mainPic":"https://images.pexels.com/photos/6270257/pexels-photo-6270257.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 13,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Zuckerberg pierde 31,000 mdd con caída de Meta y sale del top 10 de los más ricos del mundo",
    "desc": "Meta sufrió un desplome histórico de sus acciones después de que sus resultados mostraran un estancamiento en usuarios de Facebook.",
    "body":" El patrimonio de Mark Zuckerberg disminuyó en 31 mil millones de dólares, una de las mayores caídas de la historia en un solo día, después de que los resultados del cuarto trimestre de Meta Platforms no cumplieran las expectativas de los analistas.Meta se encuentra en medio de un desplome histórico de sus acciones después de que sus resultados mostraran un estancamiento del crecimiento de los usuarios mensuales de Facebook en el último trimestre en relación con el periodo anterior, lo que generó preocupación por el crecimiento futuro de la empresa. Las acciones llegaron a caer un 27 por ciento el jueves en Nueva York.La fuerte caída de Meta deja a Zuckerberg, el director ejecutivo de la compañía, con un patrimonio neto de alrededor de 92 mil millones, por debajo de los 120 mil 600 millones al cierre del mercado el miércoles, según el índice Bloomberg Billionaires.Esta cifra es suficiente para sacar al millonario de 37 años de la lista de las 10 personas más ricas del mundo por primera vez desde julio de 2015.Una pérdida de patrimonio de 31 mil millones en un día, sería la segunda más grande jamás causada por una caída en el precio de las acciones, solo superada por las volátiles oscilaciones de la fortuna de Elon Musk.La persona más rica del mundo perdió 35 mil millones en un día en noviembre cuando las acciones de Tesla cayeron tras una encuesta de Twitter en la que Musk preguntaba si debía vender el 10% de su participación en la empresa. Su patrimonio neto también se desplomó 25.8 mil millones la semana pasada.Los cofundadores de Meta también enfrentan caídas sin precedentes en sus fortunas personales.Dustin Moskovitz, la 79ª persona más rica del mundo con un patrimonio neto de 21 mil 200 millones hasta el miércoles, ha perdido alrededor de 3 mil millones, mientras que Eduardo Saverin, con una fortuna de 17.500 mil millones, ha perdido más de 4 mil millones.",
    "userName":"Raj Kumar",
    "mainPic":"https://images.pexels.com/photos/267399/pexels-photo-267399.jpeg"
  },
  {
    "id": 14,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "India decides to allow cryptocurrencies – but imposes massive taxes on them",
    "desc": "Earnings from cryptocurrencies and NFTs are now in India's highest tax band.",
    "body":"The idea of paying more than 30% of their crypto profits in tax and other charges will not appeal to new investors. (Picture: SOPA Images/AP) India will not ban cryptocurrencies but will impose a heavy tax of 30% on income from them. The announcement was part of the country’s federal budget presentation this week, which placed earnings from cryptocurrencies and non-fungible tokens (NFTs) in India’s highest tax band. Additionally, losses from crypto sales could not be offset against other income, potentially discouraging trading and investment in digital assets. While this looks like bad news for crypto investors in the country, experts hope that the establishment of a formal tax framework means that the government had is warming up to the idea of digital currencies, reassuring corporates to enter the market. ‘We also hope this development removes any ambiguity for banks and they can provide financial services to the crypto industry,’ Nischal Shetty, CEO of WazirX, a virtual currency exchange, told Reuters. India’s federal budget placed earnings from cryptocurrencies and non-fungible tokens (NFTs) in India’s highest tax band. (Credits: Getty) The Indian government was known for draconian measures against crypto and even banning it at one point. So, the regulation is a welcome change for the Indian crypto community. However, the idea of paying more than 30% of their crypto profits in tax and other charges will not appeal to new investors. India’s central bank has previously voiced ‘serious concerns’ around private cryptocurrencies on the grounds that these could cause financial instability. As a result, several banks severed ties with crypto firms. In a U-turn from that stance, India’s Finance Minister Nirmala Sitaraman said that the central bank will introduce a digital currency in the next financial year using blockchain and other supporting technology. ‘The introduction of a central bank digital currency will give a big boost to the digital economy. Digital currency will also lead to a more efficient and cheaper currency management system,’ said Sitharaman. India’s Finance Secretary later confirmed that cryptocurrencies like Bitcoin or Ethereum will ‘never become legal tender’ i.e be used for payments. Users can instead use the digital rupee issued by the central bank to purchase non-digital assets. Industry estimates suggest there are 15 million to 20 million crypto investors in India, with total crypto holdings of around 400 billion rupees (£3.96 billion). No official data is available on the size of the Indian crypto market. MORE : Large-scale hack targets cryptocurrency YouTubers like Floyd Mayweather MORE : Influencers could face £250,000 fines in Spain for promoting cryptocurrency",
    "userName":"Nachiket",
    "mainPic":"https://images.pexels.com/photos/844124/pexels-photo-844124.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 15,
    "userPic": "https://images.pexels.com/photos/1447418/pexels-photo-1447418.jpeg?auto=compress&cs=tinysrgb&w=400",
    "title": "Aantal NFT gebruikers neemt toe, maar zorgen omtrent witwassen ook",
    "desc": "De markt van non-fungible tokens (NFT’s) is nog altijd gloeiend heet. De grootste merken lanceren collecties en het aantal actieve gebruikers groeit flink. Toch kleeft er ook een schaduwzijde aan de NFT-markt. Polygon NFT-gebruikers op OpenSea stijgt Te beginnen met het goede nieuws. Het aantal actieve gebruikers op OpenSea van op Polygon (MATIC) gebaseerde NFT’s is namelijk […]",
    "body":"De markt van non-fungible tokens (NFT’s) is nog altijd gloeiend heet. De grootste merken lanceren collecties en het aantal actieve gebruikers groeit flink. Toch kleeft er ook een schaduwzijde aan de NFT-markt. Polygon NFT-gebruikers op OpenSea stijgt Te beginnen met het goede nieuws. Het aantal actieve gebruikers op OpenSea van op Polygon (MATIC) gebaseerde NFT’s is namelijk gestegen. In december 2021 waren er nog zo’n 176.000 gebruikers, in januari 2022 steeg dit aantal naar 218.000. Ook het aantal Polygon NFT’s die verkocht zijn is gestegen. 1/ @0xPolygon's NFT activity on @opensea  in the past month has been phenomenal, with global brands consistently dropping their collections. Volume: $78.9 MnAvg. trades/ day: 102kEstimated monthly savings: $195.6 MnAvg. cost/ txn: $0.04 pic.twitter.com/MHoa7Zlwid — Simran Gogia (@Simran__02) February 2, 2022 In de laatste maand van 2021 gingen er nog 1,99 miljoen Polygon NFT’s over de toonbank bij OpenSea. Een maand later steeg dit aantal naar 2,68 miljoen. De gemiddelde waarde per gebruiker ging echter wel omlaag van $432 naar $360. Dit lijkt echter vooral te wijten aan de marktbrede crash waardoor veel cryptocurrencies minder waard werden. De data laat zien dat de NFT-gekte nog altijd aanhoudt en zelfs toe blijft nemen. Veel grote merken stappen de virtuele wereld in en lanceren collecties van digitale NFT’s. Door de unieke aard van een NFT zijn de tokens een interessant middel geworden voor de marketing van deze merken. Bovendien levert het natuurlijk ook een extra inkomstenbron op. Enkele bekende merken die NFT-collecties hebben gelanceerd zijn Nike, Lamborghini en Ubisoft. NFT wash trading en witwaspraktijken De ontwikkelingen zijn echter niet allemaal positief. On-chain analysebedrijf Chainalysis geeft namelijk in een nieuw rapport aan dat zij duidelijke signalen zien van wash trading en witwaspraktijken. Wash trading is het verkopen en tegelijk kopen van dezelfde NFT door dezelfde persoon. De persoon kan bijvoorbeeld zijn eigen NFT voor miljoenen euro’s verkopen aan zichzelf. Door de transactiegeschiedenis lijkt het nu alsof deze NFT een significante waarde heeft. “We hebben 262 gebruikers geïdentificeerd die meer dan 25 keer een NFT hebben verkocht aan een zelfgefinancierd adres,” stelt Chainalysis. 110 gebruikers zouden hiermee $8,9 miljoen hebben verdiend. Ook witwaspraktijken zijn reden tot zorgen vindt het bedrijf. In 2021 zouden deze praktijken weer zijn toegenomen. Dit kan de verdere ontwikkeling van de markt beschadigen: “Het witwassen van geld, en in het bijzonder overdrachten van gesanctioneerde cryptocurrency-bedrijven, vormt een groot risico voor het opbouwen van vertrouwen in NFT’s, en moet nauwer worden gecontroleerd door marktplaatsen, regelgevers en wetshandhavers,”",
    "userName":"Unknown",
    "mainPic":"https://images.pexels.com/photos/2228570/pexels-photo-2228570.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 16,
    "userPic": "https://images.pexels.com/photos/18792374/pexels-photo-18792374/free-photo-of-fruits-and-a-picture-in-a-decorative-frame-on-a-wooden-chair-under-a-conifer.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "The Super Mario Bros Movie 2 still hasn't been officially confirmed",
    "desc": "The Super Mario Bros Movie 2 still hasn't been officially confirmed, but it's almost definitely happening after the first movie made more than $1 billion worldwide.As Mario and Luigi fans know, the Italian-American duo's first animated adventure plumbing brothers back on the big screen until 2026.",
    "body":"As mentioned above, The Super Mario Bros Movie 2 hasn't been officially confirmed, so we don't have an official release date yet.The Super Mario Bros Movie 2 still hasn't been officially confirmed, but it's almost definitely happening after the first movie made more than $1 billion worldwideThe Super Mario Bros Movie 2 still hasn't been officially confirmed, but it's almost definitely happening after the first movie made more than $1 billion worldwideThe Super Mario Bros Movie 2 still hasn't been officially confirmed, but it's almost definitely happening after the first movie made more than $1 billion worldwideThe Super Mario Bros Movie 2 still hasn't been officially confirmed, but it's almost definitely happening after the first movie made more than $1 billion worldwideThe Super Mario Bros Movie 2 still hasn't been officially confirmed, but it's almost definitely happening after the first movie made more than $1 billion worldwide",
    "userName":"Jhonny",
    "mainPic":"https://wallpapercave.com/wp/wp13159281.jpg"
  },
  {
    "id": 17,
    "userPic": "https://images.pexels.com/photos/1553783/pexels-photo-1553783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Netflix’s subscribers surge after password-sharing crackdown",
    "desc": "Streaming giant says it added nearly 6 million customers after restricting the sharing of accounts between households.",
    "body":"Netflix said profit in the April-June quarter came in at $1.5bn, with expectations that revenues will accelerate in the second half of this year.Both figures marked an improvement in Netflix’s fortunes compared with the first quarter, when the entertainment company reported 1.75 million new subscribers and a profit of $1.31bn. Revenue, however, fell short of expectations, with sales hitting $8.2 bn.Both figures marked an improvement in Netflix’s fortunes compared with the first quarter, when the entertainment company reported 1.75 million new subscribers and a profit of $1.31bn. Revenue, however, fell short of expectations, with sales hitting $8.2 bn.Both figures marked an improvement in Netflix’s fortunes compared with the first quarter, when the entertainment company reported 1.75 million new subscribers and a profit of $1.31bn. Revenue, however, fell short of expectations, with sales hitting $8.2 bn.",
    "userName":"rahul",
    "mainPic":"https://wallpapercave.com/wp/wp12900350.png"
  },
  {
    "id": 18,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "'Iron Man 4' Confirmed by Robert Downey Jr",
    "desc": "The official announcement was made on Ellen: The Ellen DeGeneres Show. Robert Downey Jr. confirmed that Iron Man 4 is indeed in the works.",
    "body":" Ever since Iron Man's poignant and heroic demise in 'Avengers: Endgame,' fans of the Marvel Cinematic Universe (MCU) have eagerly yearned for the return of Robert Downey Jr.'s iconic character, Tony Stark, also known as Iron Man. They've passionately speculated and crafted theories about when and how this beloved character could make a triumphant comebackDespite Marvel Studios' earlier confirmation that Robert Downey Jr. was 'no longer on the table' as a regular player in the MCU, primarily due to the shift towards newer, emerging heroes, the actor himself has always maintained an optimistic 'never say never' attitude regarding his potential returnEver since Iron Man's poignant and heroic demise in 'Avengers: Endgame,' fans of the Marvel Cinematic Universe (MCU) have eagerly yearned for the return of Robert Downey Jr.'s iconic character, Tony Stark, also known as Iron Man. They've passionately speculated and crafted theories about when and how this beloved character could make a triumphant comebackDespite Marvel Studios' earlier confirmation that Robert Downey Jr. was 'no longer on the table' as a regular player in the MCU",
    "userName":"Raj Kumar",
    "mainPic":"https://wallpapercave.com/wp/wp7346847.jpg"
  },{
    "id": 19,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "70 years later, Creature from the Black Lagoon gets a comic book sequel",
    "desc": "Skybound Entertainment's Universal Monsters line of comic books will expand this April with Creature from the Black Lagoon Lives!, a four-issue limited series that will serve as a full-on sequel to the original film series, including a very classic looking take on production artist Millicent Patrick's beloved Gill-man design. The series arrives just in time for the original 1954 film's 70th anniversary.",
    "body":"Skybound Entertainment's Universal Monsters line of comic books will expand this April with Creature from the Black Lagoon Lives!, a four-issue limited series that will serve as a full-on sequel to the original film series, including a very classic looking take on production artist Millicent Patrick's beloved Gill-man design. The series arrives just in time for the original 1954 film's 70th anniversary.Skybound Entertainment's Universal Monsters line of comic books will expand this April with Creature from the Black Lagoon Lives!, a four-issue limited series that will serve as a full-on sequel to the original film series, including a very classic looking take on production artist Millicent Patrick's beloved Gill-man design. The series arrives just in time for the original 1954 film's 70th anniversary.Skybound Entertainment's Universal Monsters line of comic books will expand this April with Creature from the Black Lagoon Lives!, a four-issue limited series that will serve as a full-on sequel to the original film series, including a very classic looking take on production artist Millicent Patrick's beloved Gill-man design. The series arrives just in time for the original 1954 film's 70th anniversary.",
    "userName":"Nachiket",
    "mainPic":"https://wallpapercave.com/wp/wp12266633.jpg"
  },
  {
    "id": 20,
    "userPic": "https://images.pexels.com/photos/1447418/pexels-photo-1447418.jpeg?auto=compress&cs=tinysrgb&w=400",
    "title": "It Chapter Three Release Date Rumors: Is It Coming Out?",
    "desc": "It’s been around four years since It Chapter Two hit theaters worldwide. Since then, fans of the supernatural horror franchise have been wondering whether or not It Chapter Three would happen and if they would see more of the Losers Club.",
    "body":"It’s been around four years since It Chapter Two hit theaters worldwide. Since then, fans of the supernatural horror franchise have been wondering whether or not It Chapter Three would happen and if they would see more of the Losers Club.It’s been around four years since It Chapter Two hit theaters worldwide. Since then, fans of the supernatural horror franchise have been wondering whether or not It Chapter Three would happen and if they would see more of the Losers Club.It’s been around four years since It Chapter Two hit theaters worldwide. Since then, fans of the supernatural horror franchise have been wondering whether or not It Chapter Three would happen and if they would see more of the Losers Club.It’s been around four years since It Chapter Two hit theaters worldwide. Since then, fans of the supernatural horror franchise have been wondering whether or not It Chapter Three would happen and if they would see more of the Losers Club.It’s been around four years since It Chapter Two hit theaters worldwide. Since then, fans of the supernatural horror franchise have been wondering whether or not It Chapter Three would happen and if they would see more of the Losers Club.",
    "userName":"Unknown",
    "mainPic":"https://wallpapercave.com/wp/wp12128662.jpg"
  },
  {
    "id": 21,
    "userPic": "https://images.pexels.com/photos/18792374/pexels-photo-18792374/free-photo-of-fruits-and-a-picture-in-a-decorative-frame-on-a-wooden-chair-under-a-conifer.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Cate Campbell commits to record-breaking push for Paris 2024 Olympics",
    "desc": "The freestyle star will skip the Commonwealth Games but says she will try to become the first Australian swimmer to make a fifth Olympic team at Paris 2024.",
    "body":"The dream of five is alive for Cate Campbell. The freestyle star will attempt to become the first Australian swimmer to compete at fifth Olympic Games after mapping out a path towards Paris 2024. Campbell was unsure of her future after a successful Olympic in Tokyo, where she claimed bronze in the 100m freestyle and anchored two gold-medal winning relays, but has now committed to a tilt at what would be a record-breaking appearance in the Paris pool. Cate Campbell (front right) celebrates medley relay gold with Emma McKeon, Chelsea Hodges and Kaylee McKeown in Tokyo. Credit: Getty Images Part of that will mean an extended break from competitive swimming, including this year’s Commonwealth Games in August, which shapes as the major meet for the Dolphins now the FINA World Championships set down for May have been cancelled. Instead, Campbell and her partner will embark on a six-month trip around Europe, something she believes will rejuvenate and rekindle her passion for swimming as she tries to fend off the next generation of home-grown sprint stars gunning for her spot on the national team. She kept an open mind after Tokyo and sought counsel from current and retired swimmers about her next move. But the voice telling her to begin the next stage of her life never piped up and the plan was hatched with Swimming Australia high-performance staff, including her new squad coach Damien Jones. “When I got back from Tokyo, it wasn’t clear to me that I was done with swimming. I wanted to take my time and I spoke to a few retired athletes, just around this idea of ‘when do you know’. People say you just know when it’s the right time to give it away… and I didn’t feel like I had that sense of knowing,” Campbell said. “I knew I needed a really big break physically and mentally. I wasn’t disappointed or heartbroken like 2016 but I was very much burned out. It had been a struggle to get to Toyko. “I think I was just plagued with the ‘what could have been?’. The struggle of the extra year hampered me and it probably took away a bit of the joy of swimming. ",
    "userName":"Jhonny",
    "mainPic":"https://images.pexels.com/photos/16482596/pexels-photo-16482596/free-photo-of-arch-in-olympic-park-in-seoul-south-korea.jpeg",
    "Blogs " : "test"
  },
  {
    "id": 22,
    "userPic": "https://images.pexels.com/photos/1553783/pexels-photo-1553783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Praggnanandhaa defeats world champion Ding Liren at Tata Steel Masters to become India No 1",
    "desc": "Thanks to the win, Praggnanandhaa also leapfrogged over five-time world champion Viswanathan Anand as the country's top-ranked chess player in the FIDE's live ratings.",
    "body":"Indian teenager Praggnanandhaa defeated reigning World Champion Ding Liren in a fourth round clash at the Tata Steel Masters in Wijk aan Zee on Tuesday.Thanks to the win, Praggnanandhaa also leapfrogged over five-time world champion Viswanathan Anand as the country’s top-ranked chess player in the FIDE’s live ratings with a rating of 2748.3, while Anand is at 2748. (FIDE discloses the published ratings at the start of each month).Pragg became the second Indian after Anand to defeat a reigning world champion in classical chess.Playing with black pieces, Pragg had the advantage on the board from the start. This was his first win in four rounds at the Tata Steel chess event this year after three draws. Coincidentally, Praggnanandhaa had also defeated Ding at the same event with black pieces in 2023, on January 17. Back then, Ding was the World No 2 and was preparing to compete at the Candidates tournament.",
    "userName":"rahul",
    "mainPic":"https://images.pexels.com/photos/260024/pexels-photo-260024.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 23,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Women’s hockey Olympic qualifiers: India stay on road to Paris with convincing win over Italy",
    "desc": "Ranchi: Indian players acknowledge fans after winning FIH Women’s Olympic Qualifiers Ranchi 2024 hockey match against Italy at Marang Gomke Jaipal Singh Astro Turf Hockey Stadium, in Ranchi, Tuesday, Jan. 16, 2024. (PTI Photo/Swapan Mahapatra)",
    "body":" The forward, who has taken it upon herself to ensure India do not miss the Olympic bus, received a pass inside the ‘D’ on the right with seconds remaining in the third quarter. She looked up to see where the goalkeeper was and, from an acute angle, unleashed a ferocious hit.As the ball flew into the far corner, Salima dashed towards the other side, in the direction of Udita Duhan. In the centre of the pitch, the two players who have turned around India’s faltering campaign embraced each other. Soon, they were swarmed by the rest of the teammates.Salima’s goal came at a time when Italy still had some fight left in them. Unfazed by the two-goal deficit, the Europeans continued to dart forward, test the Indian defence and win penalty corners. But Salima’s strike – India’s third goal of the evening – snuffed out any hopes of an Italian comeback.India added two more goals in the final quarter to record a comfortable 5-1 win and qualify for the semifinals of the Olympic Qualifiers, ensuring they firmly remain in contention for a Paris Games berth.",
    "userName":"Raj Kumar",
    "mainPic":"https://images.pexels.com/photos/163526/field-hockey-player-girls-game-163526.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 24,
    "userPic": "https://images.pexels.com/photos/10336829/pexels-photo-10336829.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "title": "Watch: 'Cheating In Cricket' Has A New Top Contender, Leaves Batter Frustrated",
    "desc": "There have been numerous instances and accusations of fixing against top cricketers in Tests as well as in T20 leagues. However, some cheating incidents are just for fun",
    "body":"While cricket is often considered a Gentleman's game, it has often been tarnished with cheating too. There have been numerous instances and accusations of fixing against top cricketers in Tests as well as in T20 leagues. Last year, former Sri Lanka cricketer Sachithra Senanayake was on Wednesday arrested over match fixing allegations. He was arrested by the Sports Corruption Investigation Unit when he surrendered this morning. Earlier, he was banned from traveling overseas by the court. Senanayake was accused of trying to fix the games of the 2020 edition of the Lanka Premier League (LPL) where he had allegedly enticed two players to fix games.While cricket is often considered a Gentleman's game, it has often been tarnished with cheating too. There have been numerous instances and accusations of fixing against top cricketers in Tests as well as in T20 leagues. Last year, former Sri Lanka cricketer Sachithra Senanayake was on Wednesday arrested over match fixing allegations. He was arrested by the Sports Corruption Investigation Unit when he surrendered this morning. Earlier, he was banned from traveling overseas by the court. Senanayake was accused of trying to fix the games of the 2020 edition of the Lanka Premier League (LPL) where he had allegedly enticed two players to fix games.While cricket is often considered a Gentleman's game, it has often been tarnished with cheating too. There have been numerous instances and accusations of fixing against top cricketers in Tests as well as in T20 leagues. Last year, former Sri Lanka cricketer Sachithra Senanayake was on Wednesday arrested over match fixing allegations. He was arrested by the Sports Corruption Investigation Unit when he surrendered this morning. Earlier, he was banned from traveling overseas by the court. Senanayake was accused of trying to fix the games of the 2020 edition of the Lanka Premier League (LPL) where he had allegedly enticed two players to fix games.While cricket is often considered a Gentleman's game, it has often been tarnished with cheating too. There have been numerous instances and accusations of fixing against top cricketers in Tests as well as in T20 leagues. Last year, former Sri Lanka cricketer Sachithra Senanayake was on Wednesday arrested over match fixing allegations. He was arrested by the Sports Corruption Investigation Unit when he surrendered this morning. Earlier, he was banned from traveling overseas by the court. Senanayake was accused of trying to fix the games of the 2020 edition of the Lanka Premier League (LPL) where he had allegedly enticed two players to fix games.",
    "userName":"Nachiket",
    "mainPic":"https://images.pexels.com/photos/3452356/pexels-photo-3452356.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 25,
    "userPic": "https://images.pexels.com/photos/1447418/pexels-photo-1447418.jpeg?auto=compress&cs=tinysrgb&w=400",
    "title": "Indian-Origin Official Involved In $450000-Plus Fraud In Singapore Football, Gets 55 Week Jail Term",
    "desc": "Rikram, 43, had pleaded guilty on Jan 3 to 15 cheating charges. Another 30 charges were considered during sentencing, the report said.",
    "body":"A Indian-origin former senior official of the Football Association of Singapore was sentenced to 55 weeks of imprisonment on Tuesday for exploiting his position to ensure that the organisation's supply contracts were awarded to companies linked to him or his wife, according to a media report. Football Association of Singapore (FAS) deputy director Rikram Jit Singh Randhir Singh had dishonestly induced the sport's governing body to disburse SGD 609,380 (USD 456,000), from which he and his wife, Asya Kirin Kames, made a profit of SGD 127,896 (USD 82,121), The Straits Times newspaper reported.A Indian-origin former senior official of the Football Association of Singapore was sentenced to 55 weeks of imprisonment on Tuesday for exploiting his position to ensure that the organisation's supply contracts were awarded to companies linked to him or his wife, according to a media report. Football Association of Singapore (FAS) deputy director Rikram Jit Singh Randhir Singh had dishonestly induced the sport's governing body to disburse SGD 609,380 (USD 456,000), from which he and his wife, Asya Kirin Kames, made a profit of SGD 127,896 (USD 82,121), The Straits Times newspaper reported.A Indian-origin former senior official of the Football Association of Singapore was sentenced to 55 weeks of imprisonment on Tuesday for exploiting his position to ensure that the organisation's supply contracts were awarded to companies linked to him or his wife, according to a media report. Football Association of Singapore (FAS) deputy director Rikram Jit Singh Randhir Singh had dishonestly induced the sport's governing body to disburse SGD 609,380 (USD 456,000), from which he and his wife, Asya Kirin Kames, made a profit of SGD 127,896 (USD 82,121), The Straits Times newspaper reported.",
    "userName":"Unknown",
    "mainPic":"https://images.pexels.com/photos/114296/pexels-photo-114296.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": 26,
    "title": "Naruto's 4 New Episodes: Everything We Know So Far",
    "desc": "Naruto's 4 New Episodes: Everything We Know So Far",
    "body": "Naruto's 4 New Episodes: Everything We Know So Far",
    "mainPic": "https://wallpapercave.com/dwp1x/wp12864709.png",
    "userName": "Unknown",
    "userPic": "https://images.pexels.com/photos/1447418/pexels-photo-1447418.jpeg?auto=compress&cs=tinysrgb&w=400"
  }
]
